{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GooglePlayPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. Aucune offre donnée."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. L'utilisateur a une transaction en cours."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. L'utilisateur n'a pas les autorisations pour acheter."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemGooglePlay",
			"Children": [
				{
					"Source":
					{
						"Text": "Google Play"
					},
					"Translation":
					{
						"Text": "Google Play"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Invalid purchase result"
					},
					"Translation":
					{
						"Text": "Résultat d'achat invalide"
					},
					"Key": "GooglePlayInvalidState"
				},
				{
					"Source":
					{
						"Text": "Transaction Canceled"
					},
					"Translation":
					{
						"Text": "Transaction annulée"
					},
					"Key": "GooglePlayTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "Transaction Failed"
					},
					"Translation":
					{
						"Text": "Échec de la transaction"
					},
					"Key": "GooglePlayTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Résultat d'achat inattendu"
					},
					"Key": "GooglePlayUnexpectedState"
				}
			]
		}
	]
}